<template>
    <!--保障服务-->
    <div class="agreement-wrap">
        <div class="agreement-section guarantee-service">
            <div class="title">呆萌博士托管保障服务</div>
            <div class="content">
                <p>亲爱的呆萌博士用户：
                    <br> 呆萌博士为所有在呆萌博士平台下单并托管的（符合平台规定）的宠物，发生相关托管问题时，提供此份家庭托管意外伤害保障服务。 我们相信平台上每一位托管家庭和宠物主人都是真心喜爱毛孩子们的，所有的意外，都能够通过有效的沟通、细心的照顾来降低事故的发生。
                    <br> 我们希望宠物主人在托管时，如实详尽的告知托管家庭，托管的宠物的喜好，性格、脾气和生活习惯。托管家庭在宠物托管期间，按照宠物主人提供的养护习惯，做到仔细照顾，小心看护，以保证托管的顺利完成。
                </p>
                <p class="note">
                    注：保障服务条款会根据平台规则不断修订完善当宠物在托管期间发生意外时，请托管家庭第一时间和宠物主人联系，在宠物主人的建议下采取合理有效的救治，同时请通知呆萌博士，以便随时提供帮助并为后续保障服务报销的准备。当无法联系到宠物主人时，请托管家庭第一时间和呆萌博士联系，共同商量解决，采取最有效的救助。
                </p>
            </div>
        </div>
        <!--基础条件-->
        <div class="agreement-section condition">
            <div class="title">享受保障服务基础条件</div>
            <div class="content">
                <p>
                    在呆萌博士平台下单产生实际托管的宠物
                    <br> 呆萌博士审核通过的托管家庭（不包括处罚下架的托管家庭）
                    <br> 符合呆萌博士平台规定可托管的宠物
                    <br> 1. 免疫证明齐全的狗； 托管的宠物年龄为6个月~ 8岁（含8岁）；
                    <br> 2. 不在发情期、怀孕期的宠物；
                    <br> 3. 无主动攻击性（非烈性犬），可以与陌生人和动物友好相处的宠物；
                    <br> 4. 未生病无隐性疾病，且半年内没有犬瘟、细小、冠状等致命传染性疾病发病史的犬类；
                    <br> 5. 出门遛狗必牵牵引绳（以防止第三者人为挑逗，造成宠物受伤或伤人的行为）
                    <br> 保障服务的有效时间：
                    <br> 在呆萌博士托管期间：即从下单约定的托管开始日期起至下单约定的托管结束日期为止。
                </p>
            </div>
        </div>
        <!--赔付细则-->
        <div class="agreement-section principle">
            <div class="title">保障服务赔付细则</div>
            <div class="content">
                <p>
                    <span class="doc-principle">呆萌博士赔付责任：</span>
                    <br> 1. 宠物疾病
                    <br> 若是由于宠物自身原因、由人为无法控制的情况导致需送医治疗，如偷吃晾衣杆上的袜子导致肠胃不适等，产生的医疗费用，由呆萌博士根据实际情况承担相应的费用。
                    <br> · 最高赔付费用为2000元 · 赔付费用不足2000元（以实际情况为准）
                    <br> · 若产生非实际情况报销，我们将不提供任何保障服务
                    <br> 2. 宠物受伤
                    <br> 若托管家庭尽到了看管责任，由于意外因素造成受伤（如被流浪狗攻击、遭遇车祸等）则由呆萌博士 赔偿相应的医疗费用。
                    <br> · 最高赔付费用为2000元 · 赔付费用不足2000元（以实际情况为准）
                    <br> · 若产生非实际情况报销，我们将不提供任何保障服务
                    <br> 3. 宠物破坏托管家庭环境
                    <br> 宠物在托管期间，若破坏了托管家庭家中不可移动的物品，如不能移动的沙发、墙壁、地板等，由呆萌博士赔付，
                    <br> · 最高赔付费用为2000元
                    <br> · 赔付费用不足2000元（以实际情况为准）
                    <br> · 若产生非实际情况报销，我们将不提供任何保障服务 仅限正规发票维修，且不承担换新费用。
                    <br> 4. 宠物伤人
                    <br> 若是宠物符合托管条件，在托管期间宠物无故伤人，受伤者需到医院就医：如打狂犬疫苗等，所产生的相关的医疗费用，会根据费用标准，由呆萌博士承担医疗费用。
                    <br> · 赔付医疗费用上限为300元（按照各大城市的狂犬疫苗费用，国产疫苗费用一般不超出300元）
                    <br> · 赔付医疗费用不足300元（根据实际费用进行报销）
                    <br> 6. 宠物弃养
                    <br> 宠物在托管期间，若托管的宠物遭遇弃养，弃养情况判定如下：托管结束后的3日内无法联系宠物主人或宠物主人明确表示弃养。
                    <br> · 当托管的宠物遭遇弃养事件时，请托管家庭及时联系呆萌博士，呆萌博士将会全力协助托管家庭联系宠物主人，在确认弃养发生后，呆萌博士将协助寻找新的宠物主人，并向托管家庭支付订单结束之后30日内的托管费用。
                    <br> · 根据订单实际支付的每日托管费用计算，最高赔付费用为1000元
                    <br> 7. 宠物丢失
                    <br> 若是宠物丢失，呆萌博士会报销托管家庭找寻宠物的广告费用。（希望托管家庭仔细看护宠物，避免丢失）
                    <br> · 最高支付费用为200元 8宠物死亡 宠物在托管期间，若托管的宠物突然发生死亡的状况，托管家庭（或宠物主人）需第一时间与合作的宠物医院联系，由医生进行死亡原因诊断，并向呆萌博士客服进行报备；
                    <br> · 若是由于宠物自身疾病导致，则由宠物主人承担责任；
                    <br> · 若是由于托管家庭的不当行为导致宠物突发死亡的状况，如虐待宠物、喂宠物不宜的食物、外出未牵绳等情况，则由托管家庭承 担全部责任；
                    <br> 呆萌博士将会协助双方处理善后事宜，尽力帮助双方将事情进行妥善处理。
                </p>
                <p>
                    <span class="user-principle">托管家庭赔付责任：</span>
                    <br> 1. 宠物疾病
                    <br> 若是由于托管家庭照顾不当导致宠物生病，如喂食宠物不宜吃的食物、未经允许进行换粮、让宠物淋雨或呆在阴暗潮湿的角落，则责任由托管家庭承担。
                    <br> 2. 宠物受伤
                    <br>托管的宠物若在托管期间因托管家庭看护不周或人为喂食，导致宠物误食（比如鸡鸭骨头、人类的饭菜、巧克力、洋葱、葡萄等），致使身体不适，需要就医治疗，由此产生的费用由托管家庭全额承担。
                    <br> 3. 宠物破坏托管家庭环境
                    <br> 宠物在托管期间，托管家庭应对家中可收纳的物品进行妥善收纳，如花瓶、耳机线、金银首饰、衣服、鞋子、乐器、相框等物品，若因托管家庭没有妥善收纳造成了一系列的损失，则损失的费用由托管家庭承担。
                    <br> 4. 宠物丢失
                    <br> 宠物在托管期间，无论在任何情况下，导致托管的宠物走失，则认为托管家庭未尽到看管的职责，则由托管家庭承担全部责任。 若发生丢失后找回的情况，狗狗由于流浪在外产生伤病，医疗费用由托管家庭全额承担。
                    <br> 5. 宠物死亡
                    <br> 宠物在托管期间，若是由于托管家庭的不当行为导致宠物突发死亡的状况，如虐待宠物、喂宠物不宜的食物、外出未牵绳等情况，则由托管家庭承担全部责任；
                    <br> 呆萌博士将会协助双方处理善后事宜，尽力帮助双方将事情进行妥善处理。
                </p>
            </div>
        </div>
        <!--不包括-->
        <div class="agreement-section not-include">
            <div class="title">保障服务不包括</div>
            <div class="content">
                1：未在呆萌博士下单并完成支付交易的宠物
                <br> 2：不符合托管要求：
                <br> &nbsp;&nbsp;· 托管的宠物年龄为6个月以下
                <br> &nbsp;&nbsp;· 8岁（含8岁）以上的
                <br> 3：托管家庭违规接受不符合平台托管协议的宠物而产生的纠纷或损失，不享受平台保障计划
                <br> 4：未免疫、未驱虫、怀孕、发情期以及非健康的宠物；
                <br> 5：自身有慢性病或因慢性病导致受伤或者生病的宠物； 例如：（在托管前已携带细小病毒并在潜伏期，导致在托管期间发病）
                <br> 6：托管家庭申请者在托管期间将宠物托付给第三方（非申请者本人照看的情况如包括不限于未满18周岁的孩童、年龄超过60周岁的老年人）照看，造成第三方身体伤害均由托管家庭申请者自行承担，呆萌博士平台以及宠物主人不承担任何赔付责任，若因委托第三方而对宠物造成任何伤害，则托管家庭申请者需承担全部赔付责任
                <br> 7：托管家庭中拜访者、遛养宠物遇到的第三方人员或家务受雇人员的人身伤亡或财产损失；
                <br> 8：宠物出入公共场所或公众出入的场所，未经完全民事行为能力人陪同造成的第三者人身伤亡或财产损失；
                <br> 9：无法提供疫苗本及未进行体内外驱虫的宠物；
                <br> 10：根据平台保障计划进行理赔时提供虚假报销凭证；
                <br> 11：交通费用、看护费（误工费）以及精神损失费用；
                <br> 12：辐射、核爆炸、核污染及其他放射性污染。
            </div>
        </div>
        <div class="agreement-section refund">
            <div class="title">保障服务报销程序</div>
            <div class="content">
                <p>若发生以上情况需要呆萌博士承担赔偿责任时，请务必24小时内拨打呆萌博士客服电话：185-2171-0344，或者在呆萌博士App消息内联系客服，说明事情发生的原因和过程，我们会根据托管保障服务条款，给予相应的处理。 若非呆萌博士承担的赔偿责任时，双方沟通无法顺利进行，需要呆萌博士介入处理时，请务必24小时内拨打呆萌博士客服电话：185-2171-0344，或者在呆萌博士App消息内联系客服，说明事情发生的原因和过程，我们会根据托管保障服务条款，给予相应的协助
                </p>
                <p>
                    <span class="time">1.时间：</span>
                    订单事故的时间认定：
                    <br> 本保障条款所涉及的纠纷，一律应为发生在订单时间内的事故，超出订单时间，则不支持赔偿请求。（在呆萌博士托管期间：即从下单约定的托管开始日期起至下单约定的托管结束日期为止）
                    <br> 发票时间认定：
                    <br> 若涉及到人的就医治疗，则发票显示的首次治疗时间应在订单起止时间或在订单结束前的12小时内，超过这一时间的发票将不予受理。
                    <br> 若涉及到宠物的就医治疗，则发票显示的首次治疗时间应在订单时间或在订单结束后72小时内，超过这一时间的发票将不予受理。
                    <br> 赔付费用报销时间：
                    <br> 理赔方需在事故发生之刻起的3个月内向呆萌博士邮寄报销资料，邮寄费用需自理。
                    <br> 呆萌博士将在收到完整的报销凭证后审核病历，并在7个工作日之内完成报销。
                    <br> 放弃主张权利的时间：
                    <br> 托管的过程中发生争议，申诉方向呆萌博士请求介入调解，若申诉方不积极配合（如无法联系，或持续推脱不配合客服人员核实情况）超过7天，则视为放弃主张权利。
                    <br> 托管的过程中发生争议，若双方沟通后私下达成一致，告知平台之后，平台将不再介入。
                    <br> 涉及到赔付的托管事故，自联系客服开始，托管家庭（或宠物主人）应当在30日内向客服提供发票和病例、照片等相关信息在线进行审核，超过30天未提供者视为自动放弃理赔。
                    <br> 由于申请理赔方个人原因，导致发票未能按时、按要求寄到呆萌博士客服中心（如发票丢失或超过3个月未送达），将视为放弃理赔。呆萌博士不接收到付邮件。
                </p>
                <p>
                    <span class="material">2.赔付所需材料：</span>
                    在处理过程中，若涉及费用的报销，需提供以下有关于报销费用的全部材料：
                    <br> 1、发票
                    <br>
                    <span class="color-red">( 抬头为“上海夙愿网络科技有限公司”)( 必须原件 )</span>
                    <br> 2、门诊记录
                    <br>
                    <span class="color-red">( 需有医生签字 )( 原件或加盖公章的复印件 )</span>
                    <br> 3、处方单
                    <span class="color-red">( 需有医生签字 )( 原件 )</span>
                    <br> 4、收费明细
                    <span class="color-red">( 医院出具 )( 原件 )</span>
                    <br> 5、治疗期间宠物的照片
                    <br>
                    <span class="color-red">( 需包含伤病部位、宠物全身正面照，不少于7张 )</span>
                    <br> 双方提交的病例存在涂改遮掩等情况，则此病例平台不认可。邮寄报销材料的快递费用，平台不予承担。
                    <br> 希望入驻呆萌博士的托管家庭以及宠物主人遵守呆萌博士平台的规定，托管前双方进行有效的沟通，托管时托管家庭务必细心的照顾宠物，避免事故的发生。
                    <br> 当不幸发生问题时，请主动与呆萌博士进行有效的沟通，积极配合处理托管过程发生的意外问题。
                </p>
            </div>
        </div>
    </div>
</template>


<script>
// require('./../../../util/flexible.js');
export default {
    name: 'trusteeship',
    data: function() {
        document.title = '托管协议'
    }
}
</script>

<style lang="scss" scoped>
.agreement-wrap {
    padding: 30px;
}

.agreement-section {
    border-radius: 8px;
    box-shadow: 0 4px 10px 0 rgba(0, 0, 0, 0.18);
    overflow: hidden;
    margin-bottom: 50px;

    .title {
        height: 70px;
        line-height: 70px;
        text-align: center;
        font-size: 26px;
        color: #fff;
        background-color: gray;
    }

    .content {
        padding: 20px 41px;
        font-size: 20px;
        color: #333333;
        line-height: 34px;

        p {
            margin: 0;
            color: #333;
            .span.title {
                display: block;
                margin: 15px 0;
            }
        }
    }
}

.guarantee-service {
    .title {
        background-color: #86C532;
    }

    .content {
        .note {
            color: #5496E3;
            margin-top: 22px;
        }
    }
}

.condition {
    .title {
        background-color: #00A2FF;
    }
}

.principle {
    .title {
        background-color: #FF6E7F;
    }

    .content {
        .doc-principle {
            color: #FF6E7F;
        }

        .user-principle {
            color: #F6A623;
        }
    }
}

.not-include {
    .title {
        background-color: #F6A623;
    }
}

.refund {
    .title {
        background: #DB8539;
    }

    .time {
        color: #7ED321;
        display: block;
    }

    .material {
        color: #F6A623;
        display: block;
        display: block;
    }
    .content {
        p {
            .color-red {
                color: red;
            }
        }
    }
}
</style>
