<template>
    <div class="service-agreement">
        <div class="title">呆萌博士”宠物家庭托管服务协议</div>
        <div>
            <p class="indent">
                亲爱的“呆萌博士”客户，您好！为保证托管宠物的安全和健康，请仔细阅读此协议，当您通过“呆萌博士”宠物家庭托管平台预约并支付托管费用后，将视为您同意接受本协议，并将协议作为托管期间的宠物照料、风险防范和责任划分的重要依据。
            </p>
            <p class="indent">
                无论在托管期间发生任何问题，您均可以第一时间联系“呆萌博士”客服中心获取协助和支持（400-8700-815），呆萌博士也将提供专业的法律顾问协助大家解决一切争议和纠纷。
            </p>
            <p class="indent">
                下单时，宠物主人为甲方，托管家庭为乙方，甲方应保证托管订单中的宠物信息真实完整，甲方和乙方基于对宠物的共同热爱，经过友好沟通和协商，就宠物的临时托管事宜达成以下协议：
            </p>
            <div class="section">
                <strong>一、符合托管条件的宠物类型</strong>
                <p>1. 符合当地养犬管理规定的宠物犬；</p>
                <p>2. 具有政府颁发的养犬许可证、免疫证明齐全的宠物犬；</p>
                <p>3. 性格温顺，不会主动攻击人，可以与陌生人和动物友好相处的宠物； </p>
                <p>4. 托管的宠物犬和宠物猫年龄为6个月~8岁（含8岁）；</p>
                <p>5. 不在发情期、怀孕期的宠物；</p>
                <p>6. 不在生病期间，且半年内没有犬瘟、细小、冠状等致命传染性疾病发病史的宠物犬，及半年内没有猫瘟等致命性传染性疾病的宠物猫；</p>
                <p>7. 若不符合上述条件，但托管家庭仍然愿意接纳托管，则视为同样遵守本协议以下约定。</p>
            </div>
            
            <div class="section">
                <strong>二、托管细则</strong>
                <p>1. 寄 养 时 间 ：自 ______ 年 ______ 月 ______ 日 至 ______ 年 月 日止， 共计 晚（托管天数按过夜天数计算），托管费用合计 元(人民币大写_万仟百拾元整)；</p>
                <p>2. 如果有其他服务，请在此备注约定：____________________________________</p>
                <p>3. 托管前，宠物主人需在“呆萌博士”宠物短期托管平台预付全款。托管结束后，宠物主人接回宠物，并在呆萌博士平台做出评价，三个工作日内无异议，呆萌博士即将全部托管费用支付给托管家庭。</p>
            </div>

            <div class="section">
                <strong>三、宠物主人的权利义务</strong>
                <p> 1. 宠物主人应向托管家庭提供托管宠物的性格、爱好、生活习惯等详细信息以及过往病史等，以协助托管家庭更好的在托管期间照顾自己的宠物； </p>
                <p> 2. 宠物主人保证在托管期间联系方式 24 小时开通，并对托管家庭提供必要的咨询和协助，如因出国等原因造成无法及时沟通，必须预留其他紧急联系人的联系方式； </p>
                <p>3. 宠物主人需提供托管期间宠物的食品、牵引绳、窝垫或其他物品（如玩具等），以防止宠物在托管期间因为环境和用品更换而产生不适；</p>
                <p>4. 宠物主人签署此协议，即表示认可托管家庭的服务方式和养宠经验，并信任托管家庭会根据宠物主人的要求照顾宠物。宠物若在托管期间因自身问题产生疾病，宠物主人自愿承担托管期间的一切医疗费用。 </p>
            </div>

            <div class="section">
                <strong>四、托管家庭的权利义务 </strong>
                <p>1. 托管家庭有权对不符合托管条件的宠物拒绝托管； </p>
                <p>2. 托管家庭必须控制同时接纳托管宠物数量：1）只接狗的托管家庭，狗的总数不超过5只（含自家宠物）； 2）只接猫的托管家庭，猫的总数不超过8只（含自家宠物）； 3）同时接纳猫和狗的托管家庭，宠物总数不超过6只（含自家宠物）； </p>
                <p>3. 托管家庭必须明确告知宠物主人自养宠物情况，并告知宠物主人有意向托管的时期接纳托管的情况；</p>
                <p> 4. 托管家庭尊重宠物主人的饲喂习惯，必须按宠物主人要求照顾宠物，为托管的宠物提供合理的饮食、住所及日常照顾； </p>
                <p> 5. 托管家庭应排除一切托管环境中可能危害托管宠物健康和安全的隐患；包括但不限于：垃圾桶、袜子、地垫、拖鞋等； 若宠物在托管期间因为吞食异物而对宠物造成伤害的，由托管家庭负全责。 </p>
                <p>6. 宠物在托管期间，托管家庭应妥善保管家中物品，以防止个别宠物可能因为不适应新环境而对托管家庭家中物品造成破坏。 1）宠物对可收纳物品造成破坏而产生的经济损失，由托管家庭自行承担； 2）宠物对不可收纳物品造成破坏而产生的经济损失，由宠物主人承担； 3）可收纳物品包括但不限于：耳机、遥控器、手机等； 4）不可收纳物品包括但不限于：冰箱，沙发，地板等； </p>
                <p>7. 托管家庭应每日通过呆萌博士APP站内消息发送照片或者视频给宠物主人，并向宠物主人汇报宠物当天的生活情况； </p>
                <p>8. 当宠物在托管的过程中出现厌食、情绪异常、呕吐、拉稀等任何疾病征兆，托管家庭必须第一时间告知宠物主人，在取得宠物主人同意后，采取必要的医疗措施，并第一时间通知呆萌博士平台； </p>
                <p>9. 宠物外出时，托管家庭必须使用牵引绳，保证宠物安全，并确保不伤及第三方。若因托管家庭外出未使用牵引绳或看管不善而造成宠物丢失、意外伤亡等情况，托管家庭负全责； </p>
                <p>10. 若出现托管家庭没有按照宠物主人的要求喂食和照顾的情况，例如： 1）擅自喂食人类食物（包括但不限于巧克力、葡萄、洋葱、牛奶、禽类骨头等等）； 2）让宠物生活在潮湿阴暗的角落而引发皮肤病；未及时隔离其他患病宠物而传染疾病； 3）未能及时制止宠物打架而造成的伤亡； 4）以上因托管家庭过失而造成的对宠物的伤害由托管家庭负全责。 </p>
            </div>
    
            <div class="section">
                <strong>五、双方约定</strong>
                <p>1. 托管家庭为宠物主人提供有偿的临时宠物托管服务，未经宠物主人许可，不得将宠物转交第三方托管。 </p>
                <p>2. 当发生以下情况时，托管家庭有权中止托管，并双方协商解决方案； 1）当托管的宠物有明显的攻击性，会对托管家庭极其宠物造成伤害的； 2）当托管的宠物被发现有疾病隐患且宠物主人在托管前没有告知的； 3）当宠物有很强的破坏性，对托管家庭的不可收纳物件造成持续破坏的； </p>
                <p>3. 托管结束时，宠物主人应按时接回宠物。如主人不能到场应电话委托代理人，凭本人证件原件接回宠物。如托管结束宠物主人暂时无法及时接回宠物，则托管家庭可选择继续托管宠物，并按照本协议约定的金额继续按天收取托管费用；</p>
                <p> 4. 过期满 7 日如出现以下几种情形则视为宠物主人弃养，此时被弃养宠物的所有权归托管家庭所有： 1）宠物主人逾期未缴纳托管费用，且托管家庭无法与宠物主人取得联系； 2）宠物主人明确拒绝领回托管宠物； </p>
                <p>5. 若发生第四条第9款，托管家庭负全责，将免除本次托管全部服务费用，并根据宠物的饲养年限等情况向宠物主人支付人民币 1000 元-5000 元不等的精神损害抚慰金； </p>
                <p>6. 当在托管过程中产生任何争议，托管家庭和宠物主人基于对“呆萌博士” 的信任，愿意接受呆萌博士客服中心的调解和处理办法。</p>
            </div>
    
            <div class="section">
                <strong>六、其他</strong>
                <p>1. 宠物主人未提供有效的宠物防疫证明，在托管期间发生宠物患病死亡的，托管家庭不负赔偿责任； </p>
                <p>2. 由于不可抗力发生，造成宠物死亡、受伤或者失踪时，托管家庭不负责赔偿（不可抗力指战争、政府行为、地震、山洪、泥石流、瘟疫和其它自然灾害或刑事案件的发生）； </p>
                <p>3. 对死亡原因不明的宠物，由呆萌博士合作的宠物医疗机构，出据专业医疗报告确定责任方； </p>
                <p>4. 如果托管期间，托管的宠物由于年老体衰或其它突发病死亡，托管家庭不负赔偿责任。 </p>
            </div>
            <div class="section">
                <strong>七、本协议自宠物主人支付托管费用之日起生效。自生效之日起，任何一方有违约行为，另一方可单方解除本协议。因本协议引起的任何争议，均可交由协议签订地的人民法院管辖。</strong>
            </div>
            <div class="section">
                <strong>八、本协议之未尽事宜，由双方另行约定补充条款。</strong>
            </div>
            <div class="section">
                <strong> 九、本协议一式二份，具有同等效力，分别由宠物主人和托管家庭双方保管，呆萌博士平台将此协议存档，所有在线支付托管费用的宠物主人和托管家庭均以此作为呆萌博士处理协商问题的依据。 </strong>
            </div>
            <div class="section">
                <strong> 十、本协议在为电子版协议，在托管订单成立时自动生成，凡在呆萌博士产生的托管订单均视为遵守本协议。 </strong>
            </div>
            <div class="section">
                <p>（以下空白）</p>
                <p> 甲方：（签字，印章） </p>
                <p> 日期：        年    月    日</p>
            </div>
            <div class="section">
                <p> 乙方：（签字，印章）</p>
                <p> 日期：        年    月    日</p>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'serviceagreemnt'
}
</script>

<style lang="scss" scoped>
p {
    margin: 0;
}

.service-agreement {
    padding: 30px;
}

.title {
    text-align: center;
    font-weight: bold;
    font-size: 20px;
    margin-bottom: 10px;
}

.indent {
    text-indent: 32px;
}

.section {
    margin: 10px auto;
}
</style>
